Repository: 84000/data-translation-memory
Catalog: toh1-1-v1.tmx
Source language: bo
Languages: en

source: དེ་ལ་སྐྱེས་ནས་མ་ནིང་གང་ཞེ་ན། གང་སྐྱེས་ནས་བུད་མེད་ཀྱང་མ་ཡིན་སྐྱེས་པ་ཡང་མ་ཡིན་པའོ། །
en: What is a congenital hermaphrodite? One who is born neither a female nor a male.

source: ཟླ་བ་ཕྱེད་པའི་མ་ནིང་གང་ཞེ་ན། གང་ཟླ་བ་ཕྱེད་ནི་བུད་མེད་ཟླ་བ་ཕྱེད་ནི་སྐྱེས་པར་འགྱུར་བའོ། །
en: What is a sequential hermaphrodite? Someone who is female for half the month yet becomes male during the other half.

source: འཁྱུད་ནས་ལྡང་བའི་མ་ནིང་གང་ཞེ་ན། གང་ལ་གཞན་དག་གིས་འཁྱུད་ན་དབང་པོ་འབྱུང་བར་འགྱུར་བའོ། །
en: What is a fetishist? One who becomes erect if embraced by another.

source: ཕྲག་དོག་ཅན་གྱི་མ་ནིང་གང་ཞེ་ན། གང་ལ་གཞན་དག་རྩོལ་བ་མཐོང་ན་དབང་པོ་འབྱུང་བར་འགྱུར་བའོ། །
en: What is a voyeur? One who becomes erect at the sight of others’ exertion.

source: ཉམས་པའི་མ་ནིང་གང་ཞེ་ན། གང་གི་དབང་པོ་ནད་ཀྱིས་ཉམས་པའམ་མཚོན་གྱིས་བཅད་པའོ། །
en: What is a person who is sexually impaired? One whose sex organ has been rendered impotent by disease or one who has been castrated.

source: དེ་ལ་མ་ནིང་སྔ་མ་བཞི་པོ་སྐྱེས་ནས་མ་ནིང་དང་། ཟླ་བ་ཕྱེད་པའི་མ་ནིང་དང་། འཁྱུད་ནས་ལྡང་བའི་མ་ནིང་དང་། ཕྲག་དོག་ཅན་གྱི་མ་ནིང་གང་དག་ཡིན་པ་དེ་དག་ནི་
en: “If the first four types of paṇḍaka—congenital hermaphrodites, sequential hermaphrodites, fetishists, and voyeurs—

source: རབ་ཏུ་མ་བྱུང་ན་ནི་རབ་ཏུ་དབྱུང་བར་མི་བྱ་ལ། རབ་ཏུ་བྱུང་ན་ནི་བསྙིལ་བར་བྱའོ། །
en: have not gone forth, you should not allow their going forth.

source: དེ་ལ་ཉམས་པའི་མ་ནིང་གང་ཡིན་པ་དེ་ནི་རབ་ཏུ་མ་བྱུང་ན་ནི་རབ་ཏུ་དབྱུང་བར་མི་བྱ་ལ།
en: If they have gone forth, they should be expelled.

source: རབ་ཏུ་བྱུང་ན་ནི་གལ་ཏེ་འགྱུར་བ་མི་སྟེན་ན་བཏང་སྙོམས་སུ་བྱའོ། །།
en: As for paṇḍaka who are sexually impaired, if they

source: ཀླུ་རྣམས་ཀྱི་ཀུན་དུ་སྤྱོད་པ་ནི་ལུས་ལ་ཉིན་མོ་བྱེ་མ་མེའི་མདོག་ལྟ་བུ་ལན་གསུམ་འབབ་ཅིང་
en: the nāgas thrice felt fiery sand fall from the heavens upon them,

source: དེས་དེ་དག་རུས་པའི་ཀེང་རུས་ཙམ་ཞིག་ལུས་པར་བྱེད་དོ། །
en: reducing their bodies to mere skeletons.

source: ཀླུ་གཞོན་ནུ་སྐྱེས་ནས་རིང་པོ་མ་ལོན་པ་ཞིག་གི་ལུས་ལ་ཉིན་མོ་བྱེ་མ་མེའི་མདོག་ལྟ་བུ་ལན་གསུམ་འབབ་ཅིང་
en: After fiery sand thrice fell from the heavens upon a young nāga,

source: དེས་དེ་རུས་པའི་ཀེང་རུས་ཙམ་ཞིག་ལུས་པར་བྱས་པ་དང་དེས་མ་ལ་སྨྲས་པ།
en: reducing his body to that of a mere skeleton, he asked his mother,

source: མ་བདག་གིས་ཡུན་ཇི་སྲིད་ཅིག་ཏུ་སྡུག་བསྔལ་འདི་ལྟ་བུ་མནག་པར་བགྱི་འཚལ།
en: “Mother, how long must I endure such suffering?”

source: བུ་ཇི་སྲིད་དུ་རིས་མཐུན་པ་ཡོད་ཀྱི་བར་དུའོ། །
en: “Son, for as long as you are in this life.”

source: དེ་ན་ཀླུ་རྫུ་འཕྲུལ་ཆེ་བ་དང་མཐུ་ཆེ་བ་གཞན་གང་དག་ཡིན་པ་དེ་དག་གི་ལུས་ལ་བྱེ་མ་མེའི་མདོག་ལྟ་བུ་མི་འབབ་ནས་དེས་སྨྲས་པ།
en: Through all of this, fiery sand had not fallen on other nāgas who possessed miraculous powers and great might, prompting him to ask,

source: མ་འདི་དག་ལ་ཅིའི་ཕྱིར་མི་འབབ།
en: “Mother, why did it not fall upon them?”

source: མས་སྨྲས་པ། འདི་དག་ནི་རྫུ་འཕྲུལ་ཆེ་བ། མཐུ་ཆེ་བ།
en: His mother replied, “It did not fall upon them because they possess miraculous powers and great might;

source: བསྐལ་པར་གནས་པ། ས་འཛིན་པ།
en: they live for eons and they sustain the earth.

source: འདབ་ཆགས་ཀྱི་རྒྱལ་པོ་འདབ་བཟངས་ཀྱིས་དབྱུང་བར་མི་ནུས་པ་ཡིན་པས་
en: Even the garuḍa Suparṇi could not dislodge them.”

source: དེ་ན་ཀླུ་ཕྲ་མོ་གཞན་གང་དག་ཡིན་པ་དེ་དག་གི་ལུས་ལ་བྱེ་མ་མེའི་མདོག་ལྟ་བུ་མི་འབབ་ནས་དེས་སྨྲས་པ།
en: Through all of this, fiery sand had not fallen on a number of scrawny nāgas either, prompting him to ask,

source: མ་འདི་དག་ལ་ནི་རིགས་ན་འདི་དག་ལ་ཅིའི་ཕྱིར་མི་འབབ།
en: “Mother, why did it not fall upon those of their type?”

source: མས་སྨྲས་པ། འདི་དག་གིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་དག་བླངས་པས་དེའི་ཕྱིར་འདི་དག་ལ་མི་འབབ་བོ། །
en: “It did not fall upon them because they took refuge and adopted the precepts in the presence of the Blessed One.”

source: དེས་སྨྲས་པ། གལ་ཏེ་དེ་ལྟ་ན་བདག་གིས་ཀྱང་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་དག་བླང་ངོ་། །
en: “If that is so, then I too shall take refuge and adopt the precepts in the presence of the Blessed One.”

source: མས་སྨྲས་པ། བུ་ཚེ་གཅིག་གི་སྡུག་བསྔལ་ནི་བླའི་ཚེ་རབས་མང་པོའི་ནི་མ་ཡིན་ཏེ།
en: “Son, a single life’s suffering is easy to bear, that of many lifetimes is not.

source: གལ་ཏེ་ཁྱོད་ཀྱིས་བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔ་ནས་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་དག་བླངས་ནས་
en: If you take refuge and adopt the precepts in the presence of the Blessed One,

source: ཡང་དག་པར་མ་བསྲུངས་ན་
en: but then do not properly heed them,

source: ཡུན་རིང་པོར་སེམས་ཅན་དམྱལ་བར་སྡུག་བསྔལ་མནག་པར་བྱ་དགོས་སོ། །
en: you will have to endure suffering as a denizen in the hell realms for a long time to come.”

source: དེས་བསམས་པ། སྡུག་བསྔལ་འདི་བས་ཆེས་སྡུག་བསྔལ་བར་འགྱུར་བ་ཅི་ཞིག་ཡོད་ཀྱིས།
en: The young nāga thought, “What suffering could be worse than my present suffering?

source: བཅོམ་ལྡན་འདས་ཀྱི་སྤྱན་སྔར་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་དག་ལེན་དུ་འགྲོའོ་སྙམ་ནས།
en: I shall take refuge and adopt the precepts in the presence of the Blessed One.”

source: དེ་བྲམ་ཟེའི་ཆ་ལུགས་སུ་མངོན་པར་སྤྲུལ་ནས་རྒྱལ་བྱེད་ཀྱི་ཚལ་དུ་སོང་བ་དང་།
en: Conjuring up the appearance of a brahmin, he set off for Jetavana,

source: ཇི་ཙམ་ན་དེས་དགེ་སློང་དག་བསམ་གཏན་དང་། ཀློག་པ་དང་། རྣལ་འབྱོར་དང་། ཡིད་ལ་བྱེད་པ་ལ་བརྩོན་ཞིང་གནས་པ་མཐོང་ངོ་། །
en: where he saw monks applying themselves to and abiding in meditation, recitation, yoga, and concentration.

source: མཐོང་ནས་ཀྱང་དད་པ་སྐྱེས་ཏེ། དེས་བསམས་པ།
en: Upon seeing them, he felt faith and thought,

source: ཇི་ཇེ་དང་པོར་སྐྱབས་སུ་འགྲོ་བ་དང་བསླབ་པའི་གཞི་དག་བླང་ངམ། འོན་ཏེ་རབ་ཏུ་འབྱུང་བར་བྱ་སྙམ་མོ། །
en: “Oh my! Should I first take refuge and adopt the precepts or go forth?”

source: དེས་ཡང་བསམས་པ། རབ་ཏུ་འབྱུང་བར་བྱའོ་སྙམ་ནས་
en: On thinking it over, he decided, “I shall go forth,”

source: དེ་དགེ་སློང་གི་གན་དུ་སོང་སྟེ་སྨྲས་པ། འཕགས་པ་བདག་རབ་ཏུ་འབྱུང་བར་འཚལ་ལོ། །
en: and with that he approached a monk and said, “Noble one, I seek to go forth.”

source: དེས་སྨྲས་པ། ཁོ་བོ་ནི་གསར་བུ་ཡིན་པས་གནས་བརྟན་གཞན་འགའ་ཞིག་གི་དྲུང་དུ་སོང་ཤིག །
en: “As I am new, you should go to someone else, an elder.”

source: དེས་སྨྲས་པ། འཕགས་པ་བདག་གིས་གཞན་ངོ་འཚལ་བ་མ་མཆིས་ཏེ།
en: “Noble one, I do not know anyone else.

source: འདི་ལྟར་བདག་ཐོག་མར་ཁོ་ནར་འཕགས་པའི་གན་དུ་མཆིས་པས་ཁྱོད་ཉིད་ཀྱིས་བདག་དགེ་སློང་འགའ་ཞིག་ལ་གཏད་པར་གསོལ།
en: This is my first time in the presence of a noble being, so I ask you, please, introduce me to a monk.”

source: དགེ་སློང་དེའི་མཁན་པོ་དགོན་པ་པ་ཞིག་དགོན་པ་ན་འདུག་པས་དེས་དེ་ཁྲིད་དེ་དེའི་གན་དུ་སོང་ནས་སྨྲས་པ།
en: As the new monk’s preceptor was a hermit living in the forest, the monk took the nāga disguised as a brahmin to see him and said,

source: མཁན་པོ་རིགས་ཀྱི་བུ་འདི་རབ་ཏུ་འབྱུང་བར་འཚལ་གྱིས་རབ་ཏུ་དབྱུང་དུ་གསོལ།
en: “Preceptor, as this noble son seeks to go forth, I ask that you allow him to go forth.”

source: དེས་སྨྲས་པ། བཞིན་བཟངས་བཅོམ་ལྡན་འདས་ཀྱིས་
en: The preceptor replied, “My dear sir , the Blessed One

source: དགེ་སློང་དག་གཤན་པ་བྱེད་དུ་བཅུག་པ་ནི་བླའི་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས་ཡལ་བར་བོར་བ་ནི་མི་རུང་ངོ་ཞེས་བཀའ་སྩལ་པས།
en: said, ‘Monks, one could accept being pressed into work as a butcher, but it is not right to leave the life once you have gone forth and been ordained.’

source: འདི་ཡང་སེམས་ཅན་དམྱལ་བར་འགྲོ་བར་འགྱུར་ལ།
en: This brahmin would go to the hells

source: ཁོ་བོ་ཡང་ལྟུང་བ་དང་བཅས་པར་འགྱུར་བས་ཁོ་བོ་འདི་རབ་ཏུ་མི་འབྱིན་ཏོ། །
en: I too would fall, so I will not ordain him.”

source: དེས་སྨྲས་པ། མཁན་པོས་རབ་ཏུ་དབྱུང་བ་འབའ་ཞིག་མཛོད་ཅིག་དང་། བདག་གིས་འདི་བསླབ་པར་བགྱི་ཞིང་ཀློག་ཏུ་སྩལ་བར་བགྱིའོ། །
en: “Please, preceptor,” the monk replied, “all you need do is allow his going forth and I shall undertake to train and instruct him.”

source: དེས་དེ་རབ་ཏུ་ཕྱུང་ཞིང་བསྙེན་པར་རྫོགས་པར་བྱས་ནས་སྨྲས་པ།
en: After the preceptor had allowed the nāga’s going forth and ordained him, the preceptor said to the monk,

source: བཞིན་བཟངས་འདི་ཉིད་ཁྱོད་ཀྱི་མཁན་པོ་གཅིག་པ་ཡིན།
en: “My dear sir , you and he now share a preceptor.

source: འདི་ཉིད་སློབ་དཔོན་ཡིན་གྱིས་ཁྱོད་ཀྱིས་འདི་ཉིད་ལ་དྲི་བར་བྱ། ཁྱོད་ཀྱིས་འདི་ཉིད་ལ་བཀླག་པར་བྱའོ། །
en: As his instructor, you must quiz him, you must instruct him,

source: ཁྱོད་ཀྱིས་འདི་ཉིད་ལ་བསླབ་པར་བྱའོ། །
en: and you must train him.”

source: དེས་གཅིག་ལས་འཕྲོས་པའི་ལུང་བཀླགས་པས་དེས་དེ་གཅིག་ལས་འཕྲོས་པའི་ལུང་ཀློག་ཏུ་གཞུག་པར་བརྩམས་པ་དང་།
en: The monk recited the Ekottarikāgama and then had the nāga repeat it.

source: དེས་ཤིན་ཏུ་བརྩོན་འགྲུས་བརྩམས་པས་ཁ་ཏོན་དུ་ལྷོགས་ནས་དགེ་སློང་སློབ་དཔོན་དེ་
en: As he did so with great vigor, it took on the cadence of a prayer.

source: ཤིན་ཏུ་མིག་གང་སྟེ་དེས་དེ་ལ་སྨྲས་པ།
en: The monk instructor’s eyes lit up with joy and the monk said to the nāga disguised as a brahmin,

source: བཞིན་བཟངས་ཅི་ལྷན་ཅིག་ཏུ་བསོད་སྙོམས་ལ་འཇུག་པར་བྱའམ། འོན་ཏེ་སོ་སོར།
en: “My dear sir , shall we seek alms together or on our own?”

source: དེས་བསམས་པ། བདག་གིས་མིའི་ཟས་ཀྱིས་འཚོ་བར་མི་ནུས་ཀྱིས།
en: The nāga disguised as a brahmin thought, “I cannot live on the things humans eat;

source: བདག་ཀླུའི་གནས་སུ་སོང་ལ་བདུད་རྩི་ཟོས་ཤིང་ཟོས་ཤིང་ཕྱིར་འོང་བར་བྱའོ་སྙམ་ནས།
en: I had better return to the land of nāgas, where I can imbibe ambrosia, and return once I’ve eaten.”

source: དེས་སྨྲས་པ། སློབ་དཔོན་སོ་སོར་འཇུག་པར་བྱའོ། །
en: “Instructor, let us seek them on our own.”

source: དེས་སྨྲས་པ། བཞིན་བཟངས་དེ་ལྟར་གྱིས་ཤིག །དེ་ཀླུའི་གནས་སུ་ལྷའི་བདུད་རྩི་ཟོས་ནས་ཕྱིར་འོང་ངོ་། །
en: “Very well, my dear sir ,” replied the monk. The nāga would drink the ambrosia of the gods in the land of nāgas and then return.

source: ཀླུ་རྣམས་ནི་གཉིད་ཆེ་བ་ཡིན་པས་དེ་གང་གི་ཚེ་གཉིད་ལོག་ནས་
en: As nāgas require a lot of sleep, he would soon fall into slumber.

source: ལངས་པ་དེའི་ཚེ་ན་དགེ་སློང་དེ་བསོད་སྙོམས་བླངས་ནས་ཕྱིར་འོང་ངོ་། །
en: The monk would return later from his alms round as the nāga was rising from his nap.

source: ཇི་ཙམ་དུས་གཞན་ཞིག་ན་དགེ་སློང་དེས་བསོད་སྙོམས་གློ་བུར་བ་རྙེད་ནས་དེས་དེ་བླངས་ཏེ་ཕྱིར་འོངས་པ་དང་།
en: One day, the monk received alms right away, took them, and headed home.

source: ཇི་ཙམ་ན་གནས་ཁང་ན་མགར་བའི་སྦུད་པ་འབུད་པ་ལྟ་བུའི་སྒྲ་ཐོས་ནས་དེས་གཏན་པའི་བུ་ག་ནས་བལྟས་ན།
en: As he drew near, he heard a sound , like a smith pumping his bellows, coming from his hut.

source: གནས་ཁང་དེ་ཐམས་ཅད་ཀླུའི་ལུས་བསྐྱིལ་བས་གང་བ་མཐོང་ནས་
en: Looking through the keyhole, he saw the entire hut filled with the coiled up body of a nāga

source: དེས་སྤྲུལ་པ་སྤྲུལ་པ་ཞེས་སྒྲ་ཕྱུང་བ་དང་། དེ་སྒྲ་ལ་མཁས་པས་
en: and cried out, “A trickster! A shape-shifter!” Understanding well what such words meant,

source: མྱུར་བ་མྱུར་བ་ཁོ་ནར་སད་ནས་རང་བཞིན་གྱི་ཆ་ལུགས་མི་སྣང་བར་བྱས་ཏེ་དེ་སྤྲུལ་པའི་ཆ་ལུགས་སུ་འདུག་གོ། །
en: the nāga hastily transformed, cloaking his natural appearance and reverting to his conjured look.

source: དགེ་སློང་དག་ལྷགས་ནས་དེ་དག་གིས་དེ་ལ་སྨྲས་པ། འདི་ཅི་ཡིན།
en: Monks gathered around and asked him, “What is the matter?”

source: དེས་སྨྲས་པ། སྤྲུལ་པ་ཡིན་ནོ། །
en: “He’s a shape shifter,” the monk replied.

source: དེ་དག་གིས་སྨྲས་པ། ཚེ་དང་ལྡན་པ་བརྩོན་འགྲུས་བརྩམས་པས་རྟག་ཏུ་ཁ་ཏོན་ལ་བརྩོན་པ་ཡིན་ན་
en: They said, “This venerable applies himself diligently, always making an effort in his recitations.

source: ཅི་ཁྱོད་འདི་ལ་སེར་སྣ་བྱེད་དམ།
en: Why do you begrudge him?”

source: དེས་སྨྲས་པ། ཁོ་བོ་ནི་འདི་ལ་ཅུང་ཟད་ཀྱང་སེར་སྣ་མི་བྱེད་དེ། འདི་ལྟར་འདི་ནི་སྤྲུལ་པ་ཡིན་ནོ། །
en: “I do not begrudge him in the least. It is just that he’s a shape shifter.”

source: དེ་དག་ཕན་ཚུན་སྨྲ་བ་ན་བཅོམ་ལྡན་འདས་ཀྱང་ཕྱོགས་དེར་གཤེགས་ནས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: While they were conferring, the Blessed One passed by and inquired,

source: འདི་ཅི་ཡིན།
en: “What is the matter?”

source: དགེ་སློང་དག་གིས་གསོལ་པ། བཅོམ་ལྡན་འདས་སྤྲུལ་པ་ལགས་སོ། །
en: “Blessed One, he’s a shape shifter.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། དགེ་སློང་དག་གང་ཟག་སྤྲུལ་པ་ནི་ཆོས་འདུལ་བ་འདི་ལ་མི་སྐྱེ་བའི་ཆོས་ཅན་ཡིན་པས།
en: The Blessed One replied, “A shape-shifter is one who will not flourish in the Dharma and Vinaya; therefore,

source: དགེ་སློང་དག་ཁྱེད་ཀྱིས་གང་ཟག་སྤྲུལ་པ་ཆོས་འདུལ་བ་འདི་ལས་བསྙིལ་བར་བྱའོ། །
en: I would exclude shape-shifters from this Dharma and Vinaya.

source: དེས་དེ་ལ་སྤྲུལ་པ་མ་ཡིན་ནམ་ཞེས་དྲི་བར་བྱའོ། །
en: ask him, ‘You are not a shape shifter, are you?’

source: དགེ་སློང་དག་ཀླུའི་རང་བཞིན་ལྔ་པོ་འདི་དག་ཡིན་ལ་ལྷག་མ་ནི་སྤྲུལ་པ་ཡིན་ནོ། །
en: “Monks, a nāga’s nature is characterized by five things; the rest are emanations.

source: རང་བཞིན་གྱིས་སྐྱེ་བ་དང་། རང་བཞིན་གྱིས་འཆི་བ་དང་། རང་བཞིན་གྱིས་ཉལ་བ་དང་།
en: Nāgas are born a natural birth, they die a natural death, they sleep a natural sleep,

source: རང་བཞིན་གྱིས་ཟ་བ་དང་། རང་བཞིན་གྱིས་མི་ཚངས་པར་སྤྱོད་པ་འཁྲིག་པའི་ཆོས་སྟེན་པར་བྱེད་པའོ། །
en: they are nourished naturally, and they procreate naturally—these are the qualities they exhibit.”

source: བཅོམ་ལྡན་འདས་ཀྱིས་དེ་ལ་བཀའ་སྩལ་པ། བཞིན་བཟངས་ཁྱོད་ཀྱིས་ཕུང་པོ་འདི་དག་གིས་ཡོན་ཏན་གྱི་ཚོགས་འགའ་ཡང་ཐོབ་པར་མི་ནུས་ཀྱིས།
en: The Blessed One said to the nāga, “My dear sir , with this body of yours you cannot attain any of a host of qualities,

source: དགེ་སློང་རྣམས་ལ་མ་འཚེ་བར་སོང་ཤིག །
en: so leave and do no harm to the monks.”

source: དེས་བསམས་པ། འབབས་པར་ག་ལ་བྱ་སྙམ་ནས་དེས་སཱ་ལའི་དགོན་པ་ཞིག་ཏུ་སོང་ནས་གཙུག་ལག་ཁང་རྟ་བབས་མཐོན་པོ་དང་ལྡན་པ།
en: The nāga, not knowing where he might wind up, eventually came upon a forest of śāla trees, where he conjured up a monastery with a high gate,

source: མཐོངས་ཁུང་དང་། སྐར་ཁུང་དྲ་བ་ཅན་དང་། ལན་ཀན་གྱིས་བརྒྱན་པ།
en: skylights, and latticed windows. It was adorned with balustrades,

source: སྙིང་དང་མིག་འཕྲོག་པར་བྱེད་པ།
en: beguiling to the heart and beautiful to the eye,

source: མཐོ་རིས་ཀྱི་ཐེམ་སྐས་སུ་གྱུར་པ། ཁྲི་དང་། ཁྲིའུ་དང་། ཡོ་བྱད་ཕུན་སུམ་ཚོགས་པ་ཞིག་སྤྲུལ་ཏེ
en: with a staircase to the upper level, and perfectly outfitted with beds, seats, and supplies.

source: དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་། འགྲོ་བར་ཆས་པ་རྣམས་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་སྟོབས་པར་བྱེད་དོ། །
en: To visiting monks and wanderer monks, he provided all the supplies they needed.

source: རྒན་ཞུགས་ཤིག་གཙུག་ལག་ཁང་དེར་དབྱར་གནས་ནས་མཉན་ཡོད་དུ་སོང་ངོ་། །
en: After passing the rainy season at the monastery, a retired devotee left for Śrāvastī,

source: དྲུག་སྡེ་དག་གི་ཀུན་དུ་སྤྱོད་པ་ནི་
en: where, as was their wont, the group of six disciples thought,

source: འདིར་བདག་ཅག་གིས་བྲམ་ཟེ་དང་ཁྱིམ་བདག་འོངས་ཤིང་ལྷགས་པ་རྣམས་ལ་ཡང་ཆོས་བསྟན་པར་བྱ།
en: “Here, it is we who teach the Dharma to the brahmins and householders that come and assemble.

source: རྒོལ་བ་དག་ཀྱང་ཚར་གཅད་པར་བྱ། རང་གི་གྲགས་པ་ཡང་བསྒྲག་པར་བྱའོ། །
en: It is we who trounce our adversaries and it is we who spread the fame of our order.”

source: སྙམ་པས་དྲུག་སྡེ་དག་ལས་གང་ཡང་རུང་བས
en: As the group of six did whatever their self-appointed duties called for,

source: ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་སྒོ་སྟོང་པར་མི་འཇོག་པས་
en: they would never leave the gate into Jetavana unattended.

source: ཉེ་དགའ་ནང་པར་སྔར་ལངས་ཏེ་སོ་ཤིང་བོར་ནས་སྣམ་སྦྱར་དམར་སེར་གྱོན་ཏེ་རྒྱལ་བྱེད་ཀྱི་ཚལ་གྱི་སྒོ་ན་འཆག་ཅིང་འདུག་གོ།
en: Upananda rose early one morning, cast aside his toothbrush, donned his orange ceremonial robe, and took up his post at the gate into Jetavana.

source: དེས་ཐག་རིང་པོ་ཁོ་ན་ནས་རྒན་ཞུགས་མགོ་སྤྲ་བའི་མེ་ཏོག་ལྟར་སྐྱ་བ་སྨིན་མ་འཕྱང་བ་ཞིག་འོང་བ་དེ་མཐོང་ནས་
en: When he saw, approaching off in the distance, a retired devotee with a head as white as an āgati flower and drooping eyebrows,

source: དེས་བསམས་པ། འདི་ནི་དགེ་སློང་གནས་བརྟན་འགའ་ཞིག་ཡིན་གོར་མ་ཆག་སྙམ་ནས་
en: Upananda thought, “No doubt this is one of our elder monks.”

source: དེས་བསུ་སྟེ་གནས་བརྟན་བྱོན་པ་ལེགས་སོ་བྱོན་པ་ལེགས་སོ་ཞེས་བྱས་པ་དང་
en: Going out to greet him, he said, “Welcome, elder, welcome.”

source: དེས་སྨྲས་པ། སློབ་དཔོན་ཕྱག་འཚལ་ལོ། །
en: “Homage to you, instructor,” replied the retired devotee.

source: ཉེ་དགའས་བསམས་པ། ཀྱེ་མ་འདི་ནི་རྒན་ཞུགས་ཞིག་སྟེ།
en: Upananda thought, “My! Why, I don’t recognize this retired devotee as one of our instructors,

source: སློབ་དཔོན་ཡང་མི་ཤེས། མཁན་པོ་ཡང་མི་ཤེས་སོ་སྙམ་ནས་
en: nor do I recognize him as one of our preceptors.”

source: དེས་དེ་ལ་སྨྲས་པ། རྒན་ཞུགས་ཁྱོད་ག་ལས་འོངས།
en: Upananda then asked him, “Retired devotee, where have you come from?”

source: སཱ་ལའི་དགོན་པ་ནས་སོ། །
en: “From the śāla forest.”

source: ཅི་དེ་ན་གཙུག་ལག་ཁང་ཡོད་དམ།
en: “Why? Is there a monastery there?”

source: དེས་སྨྲས་པ། གཙུག་ལག་ཁང་ཡོད་དོ། །ཅི་དེ་གཙུག་ལག་ཁང་ཡིན་ནམ། འོན་ཏེ་ཕོངས་པ་ཡིན། །
en: “Yes, there is.” “What type is it?” “Oh, it is but a poor one.”

source: གཙུག་ལག་ཁང་ནི་ཅི་འདྲ། ཕོངས་པ་ནི་ཅི་འདྲ།
en: “What is it like? How is it poor?

source: གང་ན་ཡོ་བྱད་ཐམས་ཅད་དང་ལྡན་པ་ནི་གཙུག་ལག་ཁང་ཡིན་ལ།
en: If it is fully outfitted, it is a monastery,

source: གང་ན་ཡོ་བྱད་ཐམས་ཅད་དང་བྲལ་བ་ནི་ཕོངས་པ་ཡིན་ནོ།
en: but if it lacks all the trappings, it is poor.”

source: དེ་གཙུག་ལག་ཁང་ཡིན་ནོ། །དེ་ན་ཅི་ཡོད།
en: “It is a monastery.” “What’s there?”

source: དེ་ན་དགེ་སློང་ཞལ་ཏ་བྱེད་པ་གནས་ཏེ།
en: “A monk caretaker lives there

source: དེས་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་འགྲོ་བར་ཆས་པ་རྣམས་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་སྟོབས་པར་བྱེད་དོ།
en: and provides visiting monks and wanderer monks with all the supplies they need.”

source: དྲུག་སྡེ་དག་གི་ཀུན་དུ་སྤྱོད་པ་ནི་གང་ཅུང་ཟད་ཅི་ཐོས་པ་དེ་ཕྱེ་འབྲེད་ཀྱི་དུས་ཀྱི་ཚེ་གཅིག་ཏུ་འདུས་ནས་ཕན་ཚུན་རྗོད་པར་བྱེད་པ་ཡིན་པས་
en: As was their wont, when one among the group of six heard the slightest news they all gathered in the afternoon to discuss it.

source: ཉེ་དགའ་གཙུག་ལག་ཁང་དུ་སོང་སྟེ་དྲུག་སྡེ་
en: So Upananda went to the assembly hall and

source: དག་ལ་སྨྲས་པ། ཚེ་དང་ལྡན་པ་བདག་ཅག་གིས་ཡུན་ཇི་སྲིད་ཀྱིས་བྲེལ་བ་སྤང་བར་བྱ།
en: said to the group of six, “We venerables must put off our other business for a time.”

source: ཁྱོད་ཀྱིས་ཐོས་པ་ཅུང་ཞིག་ཡོད་དམ།
en: “Have you heard some news?”

source: ཉེ་དགའས་སྨྲས་པ། ཡོད་དེ། སཱ་ལའི་དགོན་པ་ན་གཙུག་ལག་ཁང་ཡོད་དོ།
en: “Indeed I have. There is a monastery in the śāla forest.”

source: དེ་ན་ཅི་ཡོད། དེ་ན་ཞལ་ཏ་བྱེད་པ་གནས་ཏེ།
en: “What’s there?” “A monk caretaker lives there

source: དེས་དགེ་སློང་གློ་བུར་དུ་འོངས་པ་དང་འགྲོ་བར་ཆས་པ་རྣམས་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་སྟོབས་པར་བྱེད་ཀྱིས།
en: and provides visiting monks and wanderer monks with all the supplies they need.

source: ཚུར་ཤོག་བདག་ཅག་དེར་འདོང་ངོ་། །
en: Come, let us pay a visit.”

source: དེ་དག་དེར་འདོང་བ་དང་། དེས་དེ་དག་ཐག་རིང་པོ་ཁོ་ན་ནས་འོང་བ་མཐོང་ནས་
en: The expelled nāga, who was now disguised as an elderly monk caretaker, saw the six approaching from off in the distance,

source: དེས་བསམས་པ། གནས་ངན་ལེན་ཀུན་དུ་སྤྱོད་པ་དེ་དག་འདིར་འོངས་སོ་སྙམ་མོ། །
en: and thought, “So those rogues have come here.

source: དེས་ཡང་བསམས་པ། བདག་གིས་འདི་དག་ལ་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་བསྟབས་ན། འདི་དག་གིས་བདག་ལ་ཅི་བྱར་ཡོད་སྙམ་ནས།
en: How would they treat me if I were to provide them with all the supplies they need?”

source: དེས་དེ་དག་ལ་རྒན་རིམས་ཀྱིས་གནས་མལ་ཡང་ཏོག་དང་། ཁང་པ་བརྩེགས་པ་དག་བསྐོས་ཤིང་ཡོ་བྱད་ཐམས་ཅད་ཀྱིས་ཀྱང་བསྟབས་སོ། །
en: With that thought, he allocated, in order of seniority, canopied beds and terraced cottages and provided them with all the supplies they needed.

source: དེ་དག་ཉི་མ་ཉུང་ཤས་ཤིག་འཁོད་ནས་སྨྲས་པ།
en: A few days after they had settled in, they said,

source: དགའ་བོ་ཉེ་དགའ་རྒན་ཞུགས་འདི་ལ་འདུ་བ་ཡང་མི་སྣང་འགོད་པ་ཡང་མི་སྣང་བས་བདག་ཅག་གིས་འདི་ལ་གྲངས་དག་འདེབས་སུ་གཞུག
en: “Nanda and Upananda, this retired devotee has no obvious source of income, nor any obvious record of allocations.

source: གོ་ཞེས་དེ་དག་གིས་དེ་ལ་སྨྲས་པ།
en: We should make him account for what is here.”

source: རྒན་ཞུགས་ཁྱོད་ལ་འདུ་བ་ཡང་མི་སྣང་།
en: They said to him, “Retired devotee, you have no obvious source of income,

source: འགོད་པ་ཡང་མི་སྣང་བས་ཚུར་ཤོག་གྲངས་ཐོབ་ཤིག །
en: nor any obvious record of allocations. Come and account for them.”

source: དེས་སྨྲས་པ། འཕགས་པ་དག་ཅུང་ཟད་ཉམས་པའམ་གཅིག་ཏུ་མ་གྱུར་ཏམ།
en: “Noble ones,” he replied, “are you merely displeased or utterly disappointed?”

source: དེ་དག་གིས་སྨྲས་པ། ཅུང་ཟད་ཀྱང་ཉམས་པར་མ་གྱུར་ཏེ་
en: “We are not just ‘merely displeased,’

source: ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་རྣམས་ཀྱིས་
en: for our brethren would denounce us if it were said,

source: དྲུག་སྡེ་དག་གཙུག་ལག་ཁང་དེ་ཉིད་དུ་དབྱར་གནས་ན་དེ་དག་གིས་འདུ་བ་ཡང་མི་ཤེས། འགོད་པ་ཡང་མི་ཤེས་སོ་ཞེས་བདག་ཅག་སྨད་པར་འགྱུར་རོ།
en: ‘The group of six passed the rainy season at that very monastery and yet they know nothing of its income and know nothing of its allocations.’

source: དེས་སྨྲས་པ། གནས་བརྟན་དག་གལ་ཏེ་དེ་ལྟ་ན་བགྱིའོ། །ཇི་ཙམ་ན་བྱ། ལོ་བཅུ་གཉིས་ནའོ།
en: “Elders, I will comply. How long must I keep records? Twelve years?”

source: དེ་དག་གིས་སྨྲས་པ། རྒན་ཞུགས་ལོ་བཅུ་གཉིས་ན་ཁྱོད་ཀྱིས་གཙུག་ལག་ཁང་འདི་སྒོ་འཕར་ཡང་ཟོས་པར་འགྱུར་རོ། །
en: “Retired devotee, in twelve years even the doors of this temple will have collapsed.”

source: དེས་སྨྲས་པ། ལོ་བདུན་ནའོ། །
en: “How about seven years?”

source: དེ་དག་གིས་སྨྲས་པ། མི་རུང་ངོ་། །དེས་སྨྲས་པ། ཟླ་བ་བདུན་ནའོ། །དེ་དག་གིས་སྨྲས་པ། མི་རུང་ངོ་། །
en: “That’s impracticable.” “How about seven months?” “Still impracticable.”

source: དེས་སྨྲས་པ། ཉིན་ཞག་བདུན་ནའོ། །
en: “How about seven days?”

source: དེ་དག་གིས་སྨྲས་པ། དགའ་བོ་ཉེ་དགའ་ཉིན་ཞག་བདུན་གྱིས་རྒན་ཞུགས་འདིས་ཅི་ཞིག་ཟོས་པར་གྱུར་ཏེ་དེ་བཞིན་བྱའོ། །
en: The group declared, “Nanda and Upananda, record whatever supplies this retired devotee receives over the next seven days.

source: དེ་དག་གིས་དེ་ལ་སྨྲས་པ། རྒན་ཞུགས་དེ་བཞིན་གྱིས་ཤིག །
en: Retired devotee, we order you to comply.”

source: དེས་བསམས་པ། ཞག་བདུན་ལོན་ན་གཙུག་ལག་ཁང་འདི་མི་སྣང་བར་འགྱུར་རོ་སྙམ་ནས། །
en: The nāga, disguised as the retired devotee, thought, “I shall make this monastery disappear once the seven-day period is up.”

source: དེས་དེ་ནས་ཚངས་པ་མཚུངས་པར་སྤྱོད་པ་དེས་པ་དེས་པ་རྣམས་ལ་ལ་ལ་ལ་ནི་སྣམ་སྦྱར་འབུལ་བར་བྱེད། ལ་ལ་ལ་ནི་བླ་གོས། ལ་ལ་ལ་ནི་ཤམ་ཐབས།
en: To some of the poorer brethren, the nāga proceeded to offer ceremonial robes, to some upper robes, to some lower robes,

source: ལ་ལ་ལ་ནི་རྔུལ་ཟན། ལ་ལ་ལ་ནི་ལྷུང་བཟེད། ལ་ལ་ལ་ནི་ལྷུང་བཟེད་ཆུང་ངུ་འབུལ་བར་བྱེད་དོ།
en: to some undershirts, to some begging bowls, and to some small plates.

source: དྲུག་སྡེ་དག་གིས་དེ་མཐོང་ནས་དེ་དག་གིས་སྨྲས་པ།
en: When the group of six saw this they said,

source: དགའ་བོ་ཉེ་དགའ་རྒན་ཞུགས་འདི་ཕྱོགས་ཚོལ་གྱིས་ཞག་བདུན་འདས་ནས་ཕྱོགས་དང་བཅས་ནས་རྩ་ནས་གདོན་ཏོ། །
en: “Nanda and Upananda, investigate this retired devotee and after seven days, evict him along with his partisans.”

source: དེས་ཀྱང་ཞག་བདུན་འདས་ནས་དེ་དག་ཉལ་བ་དང་གཙུག་ལག་ཁང་དེ་མི་སྣང་བར་བྱས་ནས་རྒྱ་མཚོའི་འགྲམ་དུ་སོང་ངོ་།
en: After seven days had passed, the retired devotee made the monastery vanish as the group of six slept, and fled to the seashore.

source: དེ་དག་ཀྱང་ས་སྒྲེ་བོ་ལ་ཉལ་ཞིང་འཁོད་ནས་སྨྲས་པ། །
en: The group of six, who awoke from their sleep on a piece of dry ground, said,

source: དགའ་བོ་ཉེ་དགའ་ལོངས་ལ་རྡོ་རྒྱུས་ལོང་ཤིག་དང་གྲངས་འདེབས་སུ་གཞུག་གོ། །
en: “Nanda and Upananda, get up and fetch some chalk so we may check the accounts.”

source: དེ་དག་གིས་ཇི་ཙམ་ན་བདག་ཅག་ས་སྒྲེ་བོ་ལ་ཉལ་བར་མཐོང་ནས་དེ་དག་གིས་སྨྲས་པ།
en: When they noticed they had been sleeping on a piece of dry ground, they realized,

source: བཅོམ་ལྡན་འདས་ལ་མངོན་པར་དད་པ། སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་ལ་མཆོད་པ་བྱེད་པ་ཞིག་བདག་ཅག་གིས་ཐོ་བཙམས་ནས་
en: “We have opposed one who trusted in the Blessed One and served the Buddha, Dharma, and Saṅgha,

source: གཙུག་ལག་ཁང་མི་སྣང་བར་བྱས་ཏེ་སོང་བ་དེ་ལྷའམ། ཀླུའམ། གནོད་སྦྱིན་ནམ།
en: causing him to flee and make his monastery disappear.”

source: སུ་ཡིན་ཞེས་ཟེར་བའི་སྐབས་དེ་བཅོམ་ལྡན་འདས་ལ་དགེ་སློང་རྣམས་ཀྱིས་གསོལ་པ་དང་།
en: When the monks asked the Blessed One, “Who was this being? A god, a nāga, a yakṣa?”

source: དགེ་སློང་དག་དགེ་སློང་ཞལ་ཏ་བྱེད་པ་དེ་ནི་སྤྲུལ་པ་གང་ཡིན་པ་དེ་ཉིད་ཡིན་ཏེ།
en: “That monk caretaker was a shape shifter and yet this was so:

source: གལ་ཏེ་དགེ་སློང་དྲུག་སྡེ་དག་གིས་ཐོ་བཙམས་པར་མ་གྱུར་ན་བསྟན་པ་མཐར་ཐུག་གི་བར་དུ་སངས་རྒྱས་དང་། ཆོས་དང་། དགེ་འདུན་དག་ལ་མཆོད་པ་བྱེད་པར་འགྱུར་རོ། །
en: if the group of six had not opposed him, he would have served the Buddha, Dharma, and Saṅgha for as long as the teachings remained.”

source: ཉེས་དམིགས་གང་ཅི་བྱུང་བ་དེ་ནི་དགེ་སློང་དག་གཙུག་ལག་ཁང་གང་ན་འདུ་འགོད་མི་མངོན་པ་དེར་གྲངས་འདེབས་སུ་འཇུག་པ་ལས་གྱུར་པ་ཡིན་ནོ་སྙམ་ནས་
en: “All those shortcomings ensue from the monks’ forcing him to account for the monastery’s income and allocations that had no obvious source or recipient.”
